{"data":{"allFocusCsv":{"nodes":[{"id":"caaa3764-343b-5927-b808-2f6acee2162a","Title":"Humans","Description":"We celebrate the role of arts and culture in the creation and sustenance of thriving communities and organizations. Humans are complex, beautiful beings that can have profound impacts on each other and the planet, whether positive or negative. Sprillow aims to carefully help create conditions that allow the abundance of creativity and capacity in people to come forth."},{"id":"4bdcd333-0ce7-5b9e-927c-d6ece97e1285","Title":"Food","Description":"We. Love. Food. Still, the production and consumption of food in our world is a source of massive issues and inequalities. Our food systems need thorough rethinking and we love working with anyone doing that important work. Replenishing the soil, localizing supply, and eliminating packaging are just a few important pieces of the puzzle."},{"id":"0c0f2321-1c36-553f-b61f-0b78a8beb530","Title":"Energy","Description":"The next 10 years demand drastic changes in how we source energy, and we believe that we will need every hand on deck to realize this transtion. Reduction of CO2 levels in the atmosphere is a priority above all the others. Initiatives for efficient energy use, or accelerating our transition to renewables are of deep interest to us to align with and support."},{"id":"da193126-4581-5021-ba33-a8920dcc8ec8","Title":"Waste","Description":"Waste is a tricky word. There is no such thing as waste, only resources in the wrong place. The Earth is a closed-loop system meaning there is no 'somewhere else', and for that reason it is imperative that we adopt the workings of a 'circular economy'. We aim to support initiatives that accelerate the transition to zero-waste economies."}]},"allPortfolioCsv":{"nodes":[{"id":"3567d674-7bd9-5c92-bbc9-0d259b70631b","project":"Acorn","objective":"Creating a collaborative peer-to-peer project managment system.","deliverable":"MacOS and Linux App","link":"https://github.com/h-be/acorn-docs"},{"id":"51058185-acb6-5997-9934-e34cd058ea84","project":"Red Cat Bakery","objective":"Enabling seamless online and in-person sales for a local organic bakery and farm.","deliverable":"E-commerce Website","link":"https://redcatbakery.com"},{"id":"4d36723d-42b1-556d-b4a8-09762fa90816","project":"Fouladi Projects","objective":"Shifting a brick-and-mortar art gallery to a digital gallery and store.","deliverable":"E-commerce Website","link":"https://fouladiprojects.com"},{"id":"b32ab80a-4326-5771-b529-b51dd7b657b9","project":"Online Writing Workshop","objective":"Renewing the marketing presence and SEO for an online writing workshop.","deliverable":"Marketing Website","link":"https://sff.onlinewritingworkshop.com"}]}}}